/* 
 Localizable.strings
 CrashReporterDemo
 
 Created by Andreas Linde on 04.03.09.
 Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Dados de falha encontrados";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "O aplicativo falhou anteriormente. Você gostaria de enviar ao desenvolvedor os dados sobre a falha do sistema, para que ele resolva o problema?";

/* TODO: Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Sempre";

/* TODO: Alert box button to send the crash report once */
"CrashSendReport" = "Sim";

/* TODO: Alert box button to decline sending the report */
"CrashDontSendReport" = "Não";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Enviando…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Status do bug";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "O bug que causou o problema já está resolvido e a solução será incluída na próxima versão do %@.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "O bug que causou o problema já está resolvido e uma nova versão do %@ está aguardando aprovação da Apple.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "O bug que causou o problema já está resolvido e uma nova versão do %@ está disponível. Por favor, atualize!";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "This bug has not been fixed yet. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";
